Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Forget the Steam Web API key?
es: ¿Olvidar la clave de Steam Web API?
ja: Steam Web APIキーを削除しますか？
zh_hans: 要忘记 Steam Web API 密钥吗？
zh_hant: 要忘記 Steam Web API 金鑰嗎？

source: Forget the SteamCMD I chose
es: Olvidar el SteamCMD que elegí
ja: 選択した SteamCMD を解除
zh_hans: 忘记我选择的 SteamCMD
zh_hant: 忘記我選擇的 SteamCMD

source: Frame Rate
es: FPS
ja: フレームレート
zh_hans: 帧率
zh_hant: 影格率

source: Frame rate limit
es: Límite de FPS
ja: フレームレート制限
zh_hans: 帧率限制
zh_hant: 影格率限制

source: Freed %@.
es: Se han liberado %@.
ja: %@ を解放しました。
zh_hans: 已释放 %@。
zh_hant: 已釋放 %@。

source: Frees graphics resources while paused. Some pages may resume blank.
es: Libera recursos gráficos al pausar. Algunas páginas pueden quedar en blanco al reanudar.
ja: 一時停止中に描画リソースを解放します。再開後に何も表示されないページがあります。
zh_hans: 暂停时释放图形资源，部分网页恢复后可能黑屏。
zh_hant: 暫停時釋放圖形資源，部分網頁恢復後可能出現黑畫面。

source: Friends-only
es: Solo amigos
ja: フレンドのみ
zh_hans: 仅好友
zh_hant: 僅好友

source: From
es: Desde
ja: 開始
zh_hans: 起始
zh_hant: 起始

source: From Playlist
es: De la playlist
ja: プレイリストから選択
zh_hans: 从播放列表选择
zh_hant: 從播放列表選擇

source: From the Workshop
es: Del Workshop
ja: ワークショップから
zh_hans: 来自创意工坊
zh_hant: 來自工作坊

source: Frosted
es: Esmerilado
ja: すりガラス
zh_hans: 磨砂玻璃
zh_hant: 霧面玻璃

source: Frozen: reading from %@
es: Congelado: lectura de %@
ja: 固定：%@の測定値
zh_hans: 已冻结：%@的读数
zh_hant: 已凍結：%@的讀數

source: Full
es: Completo
ja: 詳細
zh_hans: 完整
zh_hant: 完整

source: Full-screen apps, Low Power Mode, covered desktop and battery.
es: Apps a pantalla completa, Modo de bajo consumo, escritorio cubierto y batería.
ja: フルスクリーンApp、低電力モード、デスクトップが覆われたとき、バッテリー駆動。
zh_hans: 全屏应用、低电量模式、桌面被遮挡与电池供电。
zh_hant: 全螢幕 App、低耗電模式、桌面被遮蔽與電池供電。

source: GPU sampling interval
es: Intervalo de muestreo de GPU
ja: GPU サンプリング間隔
zh_hans: GPU 采样间隔
zh_hant: GPU 取樣間隔

source: GPU usage
es: Uso de GPU
ja: GPU 使用率
zh_hans: GPU 使用率
zh_hant: GPU 使用率

source: Game
es: Videojuegos
ja: ゲーム
zh_hans: 游戏
zh_hant: 遊戲

source: Gatekeeper / quarantine
es: Gatekeeper / cuarentena
ja: Gatekeeper / 検疫属性
zh_hans: Gatekeeper / 隔离属性
zh_hant: Gatekeeper / 隔離屬性

source: Generate your key only at steamcommunity.com/dev/apikey. Never paste a key from a third-party site or installer.
es: Genera tu clave solo en steamcommunity.com/dev/apikey. Nunca pegues una clave de un sitio o instalador de terceros.
ja: キーは steamcommunity.com/dev/apikey でのみ生成してください。第三者のサイトやインストーラーから渡されたキーは絶対に貼り付けないでください。
zh_hans: 只在 steamcommunity.com/dev/apikey 生成密钥。绝不要粘贴第三方网站或安装器给的密钥。
zh_hant: 只在 steamcommunity.com/dev/apikey 產生金鑰。絕不要貼上第三方網站或安裝器給的金鑰。

source: Generating response
es: Generando respuesta
ja: 応答を生成中
zh_hans: 正在生成回复
zh_hant: 正在產生回覆

source: Genre
es: Género
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

source: Get Assets
es: Obtener recursos
ja: アセットを入手
zh_hans: 获取素材
zh_hant: 取得素材

source: Get Started
es: Primeros pasos
ja: 使ってみる
zh_hans: 开始使用
zh_hant: 開始使用

source: Get a key
es: Obtener una clave
ja: キーを取得
zh_hans: 获取密钥
zh_hant: 取得金鑰

source: Girls
es: Chicas
ja: 女性キャラ
zh_hans: 女性角色
zh_hant: 女性角色

source: Global Shortcuts
es: Atajos globales
ja: グローバルショートカット
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Global hot keys for play, pause and switching wallpapers.
es: Teclas rápidas globales para reproducir, pausar y cambiar fondos.
ja: 再生・一時停止・壁紙切り替えのグローバルホットキー。
zh_hans: 播放、暂停与切换壁纸的全局快捷键。
zh_hant: 播放、暫停與切換桌布的全域快速鍵。

source: Gradient
es: Degradado
ja: グラデーション
zh_hans: 渐变
zh_hant: 漸層

source: Grant Access
es: Conceder acceso
ja: アクセスを許可
zh_hans: 授予访问权限
zh_hant: 授予存取權限

source: Grant read-only access to a Wallpaper Engine install so scenes can use its shared assets
es: Conceder acceso de solo lectura a una instalación de Wallpaper Engine para que las escenas usen sus recursos compartidos
ja: シーンが共有アセットを使えるよう、Wallpaper Engine のインストールに読み取り専用アクセスを許可します
zh_hans: 授予某个 Wallpaper Engine 安装的只读访问，让场景能用它的共享资源
zh_hant: 授予某個 Wallpaper Engine 安裝的唯讀存取，讓場景能用它的共用資源

source: Granted
es: Concedido
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授權

source: Guys
es: Chicos
ja: 男性キャラ
zh_hans: 男性角色
zh_hant: 男性角色

source: HDR output
es: Salida HDR
ja: HDR 出力
zh_hans: HDR 输出
zh_hant: HDR 輸出

source: HDR-aware output. Requires an HDR-capable display.
es: Salida compatible con HDR. Requiere una pantalla con HDR.
ja: HDR 対応出力。HDR 対応ディスプレイが必要です。
zh_hans: HDR 输出。需要支持 HDR 的显示器。
zh_hant: 支援 HDR 的輸出。需要支援 HDR 的顯示器。

source: HTML wallpaper
es: Fondo de pantalla HTML
ja: HTML 壁紙
zh_hans: HTML 壁纸
zh_hant: HTML 桌布

source: Half-open shelf
es: Estante medio abierto
ja: 棚を半分開く
zh_hans: 半展开架子
zh_hant: 半展開架子

source: Hand videos to macOS so they play without Loomscreen running
es: Entregar los vídeos a macOS para que se reproduzcan sin que Loomscreen esté en ejecución
ja: 動画を macOS に渡し、Loomscreen なしで再生します
zh_hans: 把视频交给 macOS，无需保持 Loomscreen 运行即可播放
zh_hant: 把影片交給 macOS，不必保持 Loomscreen 執行即可播放

source: Health
es: Salud
ja: ヘルス
zh_hans: 健康
zh_hant: 健康

source: Heavy Rain
es: Lluvia intensa
ja: 強い雨
zh_hans: 大雨
zh_hant: 大雨

source: Heavy Snow
es: Nieve intensa
ja: 大雪
zh_hans: 大雪
zh_hant: 大雪

source: Hidden
es: Oculto
ja: 非表示
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hidden shelf
es: Estante oculto
ja: 棚を非表示
zh_hans: 隐藏架子
zh_hant: 隱藏架子

source: Hide This Notice
es: Ocultar este aviso
ja: この通知を非表示
zh_hans: 隐藏此提示
zh_hant: 隱藏此提示

source: Hide details
es: Ocultar detalles
ja: 詳細を隠す
zh_hans: 隐藏详情
zh_hant: 隱藏詳細資訊

source: Hide every wallpaper to reveal the desktop, or bring them back.
es: Oculta todos los fondos de pantalla para mostrar el escritorio, o vuelve a mostrarlos.
ja: すべての壁紙を隠してデスクトップを表示、または元に戻します。
zh_hans: 隐藏所有壁纸以显示桌面，或重新显示它们。
zh_hant: 隱藏所有桌布以顯示桌面，或重新顯示。

source: Hide items already in my library
es: Ocultar los elementos que ya están en la biblioteca de fondos
ja: 壁紙ライブラリにある項目を隠す
zh_hans: 隐藏已在壁纸库中的项目
zh_hant: 隱藏已在桌布庫中的項目

source: Hide items already in my library when browsing
es: Ocultar al explorar los elementos que ya están en la biblioteca de fondos
ja: 閲覧時に壁紙ライブラリ内のアイテムを隠す
zh_hans: 浏览时隐藏已在壁纸库中的项目
zh_hant: 瀏覽時隱藏已在桌布庫中的項目

source: Hide key
es: Ocultar clave
ja: キーを隠す
zh_hans: 隐藏密钥
zh_hant: 隱藏金鑰

source: Hide the properties panel
es: Ocultar el panel de propiedades
ja: プロパティパネルを隠す
zh_hans: 隐藏属性面板
zh_hant: 隱藏屬性面板

source: High Load
es: Carga alta
ja: 高負荷
zh_hans: 负载高
zh_hant: 負載高

source: Higher counts use more memory and GPU time.
es: Un número más alto usa más memoria y tiempo de GPU.
ja: 数値を大きくするとメモリと GPU の使用量が増えます。
zh_hans: 数值越大占用的内存和 GPU 时间越多。
zh_hant: 數值越大佔用的記憶體和 GPU 時間越多。

source: History
es: Historial
ja: 履歴
zh_hans: 历史
zh_hant: 歷史

source: History window
es: Periodo del historial
ja: 履歴期間
zh_hans: 历史时长
zh_hant: 歷史時長

source: Home opens as
es: Estado inicial de la página principal
ja: ホーム画面の初期表示
zh_hans: 主界面默认态
zh_hant: 主介面預設狀態

source: Hot
es: Alta
ja: 高温
zh_hans: 过热
zh_hant: 過熱

source: Hover over the overlay to show playback controls.
es: Sitúa el puntero sobre la superposición para mostrar los controles de reproducción.
ja: オーバーレイにポインタを重ねると、再生コントロールが表示されます。
zh_hans: 悬停在叠加层上以显示播放控件。
zh_hant: 將指標停留在疊加層上以顯示播放控制項。

source: How often the instruments sample
es: Con qué frecuencia muestrean los widgets
ja: ウィジェットがサンプリングする頻度
zh_hans: 小组件采样的频率
zh_hant: 小工具取樣的頻率

source: How the scene fills the display
es: Cómo llena la escena la pantalla
ja: シーンがディスプレイをどう埋めるか
zh_hans: 场景如何填充显示器
zh_hant: 場景如何填滿顯示器

source: How the scene maps onto the display. Fill crops to cover, Fit adds letterbox bars, Center keeps the render at original size, Stretch distorts to fill.
es: Cómo se proyecta la escena en la pantalla. Rellenar recorta para cubrir, Encajar añade bandas, Centrar mantiene el tamaño original, Estirar deforma para llenar.
ja: シーンをディスプレイにどう配置するか。フィルは切り抜いて覆い、フィットはレターボックスの帯を追加、中央は元のサイズを維持し、引き伸ばしは歪めて埋めます。
zh_hans: 场景如何映射到显示器。填充会裁切以覆盖，适应会添加黑边，居中会保持原始尺寸，拉伸会变形填满。
zh_hant: 場景如何映射到顯示器。填滿會裁切以覆蓋，符合會加上黑邊，置中會保持原始尺寸，延展會變形填滿。

source: How to install
es: Cómo instalar
ja: インストール方法
zh_hans: 安装方式
zh_hant: 安裝方式

source: How to install SteamCMD
es: Cómo instalar SteamCMD
ja: SteamCMD のインストール方法
zh_hans: SteamCMD 的安装方式
zh_hant: SteamCMD 的安裝方式

source: I am 18 or older
es: Tengo 18 años o más
ja: 私は18歳以上です
zh_hans: 我已年满 18 岁
zh_hant: 我已年滿 18 歲

source: Icon
es: Icono
ja: アイコン
zh_hans: 图标
zh_hant: 圖示

source: Icon and name
es: Icono y nombre
ja: アイコンと名称
zh_hans: 图标和名称
zh_hant: 圖示與名稱

source: Idle
es: Inactivo
ja: アイドル
zh_hans: 空闲
zh_hant: 閒置

source: Image
es: Imagen
ja: 画像
zh_hans: 图像
zh_hant: 影像

source: Image layers couldn't be found in this project or in your Wallpaper Engine assets.
es: No se encontraron las capas de imagen en este proyecto ni en tus recursos de Wallpaper Engine.
ja: 画像レイヤーがこのプロジェクトにも、リンク済みの Wallpaper Engine アセットにも見つかりませんでした。
zh_hans: 在这个项目和你已链接的 Wallpaper Engine 素材里都找不到图像图层。
zh_hant: 在這個專案和你已連結的 Wallpaper Engine 素材裡都找不到圖像圖層。

source: Image layers couldn't be found in this project. Wallpaper Engine's shared assets normally supply them.
es: No se encontraron las capas de imagen en este proyecto. Normalmente las proporcionan los recursos compartidos de Wallpaper Engine.
ja: 画像レイヤーがこのプロジェクト内に見つかりませんでした。通常は Wallpaper Engine の共有アセットから読み込まれます。
zh_hans: 在这个项目里找不到图像图层。它们通常来自 Wallpaper Engine 的共享素材。
zh_hant: 在這個專案裡找不到圖像圖層。它們通常來自 Wallpaper Engine 的共享素材。

source: Image-only
es: Solo imagen
ja: 画像のみ
zh_hans: 仅图像
zh_hant: 僅圖片

source: Import
es: Importar
ja: 読み込む
zh_hans: 导入
zh_hant: 匯入

source: Import Configuration
es: Importar configuración
ja: 設定を読み込む
zh_hans: 导入配置
zh_hant: 匯入設定

source: Import Configuration?
es: ¿Importar la configuración?
ja: 設定を読み込みますか？
zh_hans: 导入配置？
zh_hant: 要匯入設定嗎？

source: Import Failed
es: Error al importar
ja: 読み込みに失敗
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import More
es: Importar más
ja: さらに読み込む
zh_hans: 导入更多
zh_hant: 匯入更多

source: Import Projects
es: Importar proyectos
ja: プロジェクトを読み込む
zh_hans: 导入项目
zh_hant: 匯入項目

source: Import Widget Layout
es: Importar disposición de widgets
ja: ウィジェットレイアウトを読み込む
zh_hans: 导入小组件布局
zh_hant: 匯入小工具版面

source: Import a File
es: Importar un archivo
ja: ファイルを読み込む
zh_hans: 导入文件
zh_hant: 匯入檔案

source: Import a Local Folder
es: Importar carpeta local
ja: フォルダ読み込み
zh_hans: 导入本地文件夹
zh_hant: 匯入本機資料夾

source: Import and Apply
es: Importar y aplicar
ja: 読み込んで適用
zh_hans: 导入并应用
zh_hant: 匯入並套用

source: Import and Apply to %@
es: Importar y aplicar a %@
ja: 読み込んで %@ に適用
zh_hans: 导入并应用到 %@
zh_hant: 匯入並套用到 %@

source: Import failed
es: Error al importar
ja: 読み込みに失敗しました
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import this folder from the Workshop library.
es: Importa esta carpeta desde «Workshop».
ja: このフォルダは「ワークショップ」で読み込んでください。
zh_hans: 请在“创意工坊”中导入此文件夹。
zh_hant: 請在「工作坊」中匯入此資料夾。

source: Import to
es: Importar a
ja: 読み込み先
zh_hans: 导入到
zh_hant: 匯入到

source: Imported
es: Importado
ja: 読み込み日
zh_hans: 导入日期
zh_hant: 匯入日期

source: Imported file contained no recognizable settings.
es: El archivo importado no contenía ajustes reconocibles.
ja: 読み込んだファイルに認識可能な設定が含まれていません。
zh_hans: 导入的文件没有可识别的设置。
zh_hant: 匯入的檔案沒有可辨識的設定。

source: Imported project: %@
es: Proyecto importado: %@
ja: インポート済みプロジェクト：%@
zh_hans: 已导入项目：%@
zh_hant: 已匯入專案：%@

source: Importing from folder…
es: Importando desde la carpeta…
ja: フォルダから読み込み中…
zh_hans: 正在从文件夹导入…
zh_hant: 正在從資料夾匯入…

source: Importing…
es: Importando…
ja: 読み込み中…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: In Library
es: En la biblioteca de fondos
ja: 壁紙ライブラリ内
zh_hans: 已在壁纸库中
zh_hant: 已在桌布庫中

source: In progress
es: En curso
ja: 進行中
zh_hans: 进行中
zh_hant: 進行中

source: In use
es: En uso
ja: 使用中
zh_hans: 使用中
zh_hant: 使用中

source: In use on %@
es: En uso en %@
ja: %@ で使用中
zh_hans: 正在 %@ 上使用
zh_hant: 正在 %@ 上使用

source: Include a modifier key (⌃ ⌥ ⇧ ⌘).
es: Incluye una tecla modificadora (⌃ ⌥ ⇧ ⌘).
ja: 修飾キー（⌃ ⌥ ⇧ ⌘）を含めてください。
zh_hans: 请包含修饰键（⌃ ⌥ ⇧ ⌘）。
zh_hant: 請包含修飾鍵（⌃ ⌥ ⇧ ⌘）。

source: Included in Caches
es: Incluido en Cachés
ja: キャッシュ合計に含まれます
zh_hans: 已包含在缓存总量中
zh_hant: 已包含在快取總量中

source: Includes child processes
es: Incluye procesos secundarios
ja: 子プロセスを含む
zh_hans: 包含子进程
zh_hant: 包含子程序

source: Initializing…
es: Inicializando…
ja: 初期化中…
zh_hans: 初始化中…
zh_hant: 正在初始化…

source: Inline HTML content
es: Contenido HTML integrado
ja: インライン HTML コンテンツ
zh_hans: 内联 HTML 内容
zh_hant: 內嵌 HTML 內容

source: Inline web content
es: Contenido web integrado
ja: インライン Web コンテンツ
zh_hans: 内嵌网页内容
zh_hant: 內嵌網頁內容

source: Insecure HTTP — content cannot be verified.
es: HTTP no seguro — no se puede verificar el contenido.
ja: 安全でない HTTP — コンテンツを検証できません。
zh_hans: HTTP 不安全——内容无法验证。
zh_hant: HTTP 不安全——內容無法驗證。

source: Inspect Registrations
es: Revisar registros
ja: 登録を確認
zh_hans: 检查注册记录
zh_hant: 檢查註冊記錄

source: Inspecting registrations…
es: Revisando registros…
ja: 登録を確認中…
zh_hans: 正在检查注册记录…
zh_hant: 正在檢查註冊記錄…

source: Install SteamCMD
es: Instalar SteamCMD
ja: SteamCMD をインストール
zh_hans: 安装 SteamCMD
zh_hant: 安裝 SteamCMD

source: Install with Homebrew
es: Instalar con Homebrew
ja: Homebrew でインストール
zh_hans: 用 Homebrew 安装
zh_hant: 用 Homebrew 安裝

source: Install with Loomscreen
es: Instalar con Loomscreen
ja: Loomscreenでインストール
zh_hans: 通过 Loomscreen 安装
zh_hant: 透過 Loomscreen 安裝

source: Installed
es: Instalado
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

source: Installed (managed)
es: Instalado (gestionado)
ja: インストール済み（自動管理）
zh_hans: 已安装（托管）
zh_hant: 已安裝（託管）

source: Installed Wallpaper Engine, but Loomscreen could not keep access to it.
es: Se instaló Wallpaper Engine, pero Loomscreen no pudo conservar el acceso.
ja: Wallpaper Engine をインストールしましたが、Loomscreen がアクセス権を保持できませんでした。
zh_hans: 已安装 Wallpaper Engine，但 Loomscreen 无法保持对它的访问权限。
zh_hant: 已安裝 Wallpaper Engine，但 Loomscreen 無法保持對它的存取權限。

source: Installed items remain available from your official Steam library. New SteamCMD downloads need Loomscreen's background Steam connector.
es: Los elementos instalados siguen disponibles desde tu biblioteca oficial de Steam. Las nuevas descargas con SteamCMD necesitan el conector de Steam en segundo plano de Loomscreen.
ja: インストール済みアイテムは公式 Steam ライブラリから引き続き利用できます。新しい SteamCMD ダウンロードには Loomscreen のバックグラウンド Steam コネクタが必要です。
zh_hans: 已安装项目仍可从官方 Steam 库使用。新的 SteamCMD 下载需要 Loomscreen 的后台 Steam 连接器。
zh_hant: 已安裝項目仍可從官方 Steam 收藏庫使用。新的 SteamCMD 下載需要 Loomscreen 的背景 Steam 連線器。

source: Installing…
es: Instalando…
ja: インストール中…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Installs SteamCMD only. Sign in separately; remove it from Settings.
es: Solo instala SteamCMD. El inicio de sesión es independiente; se puede eliminar desde Ajustes.
ja: SteamCMD のみをインストールします。サインインは別途必要です。設定から削除できます。
zh_hans: 仅安装 SteamCMD；需另行登录，可在设置中移除。
zh_hant: 僅安裝 SteamCMD；需另行登入，可在設定中移除。

source: Instruments
es: Widgets
ja: ウィジェット
zh_hans: 小组件
zh_hant: 小工具

source: Integrations
es: Integraciones
ja: 連携
zh_hans: 系统联动
zh_hant: 系統聯動

source: Intensity
es: Intensidad
ja: 強度
zh_hans: 强度
zh_hant: 強度

source: Interaction
es: Interacción
ja: インタラクション
zh_hans: 交互
zh_hant: 互動

source: Interaction by default
es: Interacción predeterminada
ja: デフォルトで操作を有効化
zh_hans: 默认启用交互
zh_hant: 預設啟用互動

source: Interaction is off; mouse options may not respond.
es: Interacción está desactivada; las opciones del ratón pueden no responder.
ja: インタラクションがオフのため、マウスの設定が反映されない場合があります。
zh_hans: 交互已关闭，鼠标选项可能不生效。
zh_hant: 互動已關閉，滑鼠選項可能無效。

source: Interrupted
es: Interrumpido
ja: 中断
zh_hans: 已中断
zh_hant: 已中斷

source: Invalid
es: No válido
ja: 無効
zh_hans: 无效
zh_hant: 無效

source: Invalid URL
es: URL no válida
ja: 無効な URL
zh_hans: 无效 URL
zh_hant: 無效的 URL

source: It holds many wallpapers rather than one. Import it from the Workshop library instead.
es: Contiene muchos fondos de pantalla, no uno solo. Impórtalo desde «Steam Workshop».
ja: 1 つではなく多数の壁紙が入っています。「Steam ワークショップ」で読み込んでください。
zh_hans: 它包含多个壁纸，而不是一个。请改在“Steam 创意工坊”中导入。
zh_hant: 它包含多個桌布，而不是一個。請改在「Steam 工作坊」中匯入。

source: It relies on a Windows plugin that macOS can't run.
es: Depende de un complemento de Windows que macOS no puede ejecutar.
ja: macOS では実行できない Windows 用プラグインを使用しています。
zh_hans: 它依赖 macOS 无法运行的 Windows 插件。
zh_hant: 它依賴 macOS 無法執行的 Windows 外掛程式。

source: JavaScript allowed for this origin.
es: JavaScript permitido en este origen.
ja: このオリジンで JavaScript が許可されています。
zh_hans: 此来源允许 JavaScript。
zh_hant: 此來源允許 JavaScript。

source: JavaScript is off. Project settings cannot be applied.
es: JavaScript está desactivado. No se pueden aplicar los ajustes del proyecto.
ja: JavaScript がオフのため、プロジェクト設定を適用できません。
zh_hans: JavaScript 已关闭，项目设置无法应用。
zh_hant: JavaScript 已關閉，無法套用專案設定。

source: JavaScript runs on this origin. Revoke to disable script execution.
es: JavaScript se ejecuta en este origen. Revoca para desactivar la ejecución de scripts.
ja: このオリジンで JavaScript が実行できます。スクリプトを無効にするには取り消してください。
zh_hans: 此来源可运行 JavaScript。撤销以禁用脚本执行。
zh_hant: 此來源可執行 JavaScript。撤銷以停用腳本執行。

source: JavaScript stays off and audio stays muted until you trust %@.
es: JavaScript permanece desactivado y el audio silenciado hasta que confíes en %@.
ja: %@ を信頼するまで、JavaScript はオフ、オーディオはミュートのままです。
zh_hans: 在信任 %@ 之前，JavaScript 保持关闭，音频保持静音。
zh_hant: 在信任 %@ 之前，JavaScript 保持關閉，音訊保持靜音。

source: Just now
es: Ahora mismo
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

source: Key %u
es: Tecla %u
ja: キー %u
zh_hans: 按键 %u
zh_hant: 按鍵 %u

source: Key access denied. Allow access in macOS or enter the key again.
es: Acceso a la clave denegado. Permite el acceso en macOS o vuelve a introducirla.
ja: キーへのアクセスが拒否されました。macOS でアクセスを許可するか、キーを再入力してください。
zh_hans: 密钥访问被拒绝。请在 macOS 中允许访问或重新输入密钥。
zh_hant: 金鑰存取遭拒。請在 macOS 中允許存取或重新輸入金鑰。

source: Key must be 32 hexadecimal characters.
es: La clave debe tener 32 caracteres hexadecimales.
ja: キーは 32 文字の 16 進数である必要があります。
zh_hans: 密钥必须是 32 位十六进制字符。
zh_hant: 金鑰必須是 32 個十六進位字元。

source: Key validated.
es: Clave validada.
ja: キーを検証しました。
zh_hans: 密钥已验证。
zh_hant: 金鑰已驗證。

source: Landscape
es: Paisajes
ja: 風景
zh_hans: 风景
zh_hant: 風景

source: Language
es: Idioma
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Large
es: Grande
ja: 大
zh_hans: 大
zh_hant: 大

source: Last Updated
es: Actualizaciones recientes
ja: 最終更新
zh_hans: 最新更新
zh_hant: 最新更新

source: Last activity
es: Última actividad
ja: 最後の動作
zh_hans: 最近活动
zh_hant: 最近活動

source: Last checked %@
es: Última comprobación: %@
ja: 最終確認：%@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Last connected extension
es: Última extensión conectada
ja: 最後に接続した機能拡張
zh_hans: 上次连接的扩展
zh_hant: 上次連線的延伸功能

source: Last reading
es: Última lectura
ja: 最新の測定値
zh_hans: 最近读数
zh_hant: 最近讀數

source: Last request context
es: Contexto de la última solicitud
ja: 最新リクエストのコンテキスト
zh_hans: 最近请求的上下文
zh_hant: 最近請求的上下文

source: Last updated
es: Última actualización
ja: 最終更新
zh_hans: 上次更新
zh_hant: 上次更新

source: Last used %@
es: Último uso: %@
ja: 前回の使用：%@
zh_hans: 上次使用：%@
zh_hant: 上次使用：%@

source: Last wallpaper application failed
es: No se pudo aplicar el último fondo
ja: 前回の壁紙の適用に失敗しました
zh_hans: 上次应用壁纸失败
zh_hant: 上次套用桌布失敗

source: Later
es: Más tarde
ja: あとで
zh_hans: 稍后再说
zh_hant: 稍後再說

source: Launch at login is enabled
es: Abrir al iniciar sesión está activado
ja: ログイン時に起動が有効です
zh_hans: 登录时启动已开启
zh_hant: 登入時啟動已開啟

source: Launch at login is off
es: Abrir al iniciar sesión está desactivado
ja: ログイン時に起動はオフです
zh_hans: 登录时启动已关闭
zh_hant: 登入時啟動已關閉

source: Layer
es: Capa
ja: レイヤー
zh_hans: 层级
zh_hant: 層級

source: Layers
es: Capas
ja: レイヤー
zh_hans: 图层
zh_hant: 圖層

source: Layout
es: Disposición
ja: レイアウト
zh_hans: 布局
zh_hant: 版面

source: Leading Hour Zero
es: Cero inicial en la hora
ja: 時の先頭にゼロを表示
zh_hans: 小时首位补零
zh_hant: 小時首位補零

source: Leaves
es: Hojas
ja: 落ち葉
zh_hans: 落叶
zh_hant: 落葉

source: Left
es: Izquierda
ja: 左揃え
zh_hans: 左对齐
zh_hant: 靠左

source: Left span mode
es: Se salió del modo extendido
ja: 画面またぎ表示を終了しました
zh_hans: 已退出跨显示器拼接
zh_hant: 已退出跨顯示器拼接

source: Let macOS play your wallpaper
es: Deja que macOS reproduzca tu fondo de pantalla
ja: macOS に壁紙を再生させる
zh_hans: 让 macOS 来播放你的壁纸
zh_hant: 讓 macOS 播放你的桌布

source: Lets compatible scenes react to the audio playing on your Mac. Off by default; requires audio-recording permission.
es: Permite que las escenas compatibles reaccionen al audio que se reproduce en tu Mac. Desactivado de forma predeterminada; requiere permiso de grabación de audio.
ja: 対応するシーンが、Mac で再生中のオーディオに反応するようになります。デフォルトはオフで、録音権限が必要です。
zh_hans: 让兼容场景响应 Mac 上播放的音频。默认关闭；需要录音权限。
zh_hant: 讓相容場景回應 Mac 上播放的音訊。預設關閉；需要錄音權限。

source: Library
es: Biblioteca de fondos
ja: 壁紙ライブラリ
zh_hans: 壁纸库
zh_hant: 桌布庫

source: Library synced
es: Biblioteca de fondos sincronizada
ja: 壁紙ライブラリを同期しました
zh_hans: 壁纸库已同步
zh_hant: 桌布庫已同步

source: Library tile size
es: Tamaño de mosaico de la biblioteca
ja: ライブラリのタイルサイズ
zh_hans: 卡片大小
zh_hant: 卡片大小

source: Light
es: Claro
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Lighting
es: Iluminación
ja: ライト
zh_hans: 灯光
zh_hant: 燈光

source: Limited Compatibility
es: Compatibilidad limitada
ja: 制限付き互換
zh_hans: 有限兼容性
zh_hant: 有限相容性

source: Limited by origin
es: Limitado por el origen
ja: オリジンにより制限
zh_hans: 受来源限制
zh_hant: 受來源限制

source: Limits web content. Changes reload the page and may affect compatibility.
es: Limita el contenido web. Los cambios recargan la página y pueden afectar a la compatibilidad.
ja: Web コンテンツを制限します。変更時にページを再読み込みし、互換性に影響する場合があります。
zh_hans: 限制网页内容；更改后会重载网页，可能影响兼容性。
zh_hant: 限制網頁內容；變更後會重新載入網頁，可能影響相容性。

source: Link an existing install
es: Vincular una instalación existente
ja: 既存のインストールをリンク
zh_hans: 链接现有安装
zh_hant: 連結現有安裝

source: Link manually
es: Vincular manualmente
ja: 手動でリンク
zh_hans: 手动关联
zh_hant: 手動連結

source: Linked
es: Vinculado
ja: リンク済み
zh_hans: 已链接
zh_hant: 已連結

source: Linked %lld project folders to your library.
es: Se vincularon %lld carpetas de proyecto a la biblioteca de fondos.
ja: %lld 件のプロジェクトフォルダを壁紙ライブラリにリンクしました。
zh_hans: 已将 %lld 个项目文件夹链接到壁纸库。
zh_hant: 已將 %lld 個專案資料夾連結到桌布庫。

source: Linked %lld, %lld couldn't be read.
es: Vinculados %lld; no se pudieron leer %lld.
ja: %lld 件をリンクし、%lld 件は読み取れませんでした。
zh_hans: 已链接 %lld 个，%lld 个无法读取。
zh_hant: 已連結 %lld 個，%lld 個無法讀取。

source: Linked %lld, skipped %lld, %lld unreadable.
es: Vinculados %lld, omitidos %lld, %lld ilegibles.
ja: %lld 件をリンクし、%lld 件をスキップ、%lld 件は読み取れませんでした。
zh_hans: 已链接 %lld 个，跳过 %lld 个，%lld 个无法读取。
zh_hant: 已連結 %lld 個，略過 %lld 個，%lld 個無法讀取。

source: Linked %lld, skipped %lld.
es: Vinculados %lld, omitidos %lld.
ja: %lld 件をリンクし、%lld 件をスキップしました。
zh_hans: 已链接 %lld 个，跳过 %lld 个。
zh_hant: 已連結 %lld 個，略過 %lld 個。

source: Linked folder
es: Carpeta vinculada
ja: リンク済みフォルダ
zh_hans: 已关联文件夹
zh_hant: 已連結資料夾

source: Linked for extra scene coverage.
es: Vinculado para cubrir más escenas.
ja: リンクされ、より多くのシーンに対応できます。
zh_hans: 已链接，可覆盖更多场景。
zh_hant: 已連結，可涵蓋更多場景。

source: Linked the install already in your Steam library.
es: Se vinculó la instalación que ya estaba en tu biblioteca de Steam.
ja: Steam ライブラリにある既存のインストールをリンクしました。
zh_hans: 已链接你 Steam 库中已有的安装。
zh_hant: 已連結你 Steam 收藏庫中已有的安裝。

source: Linked to %@.
es: Vinculado a %@.
ja: %@ にリンク済み。
zh_hans: 已关联至 %@。
zh_hant: 已連結至 %@。

source: Liquid Glass widget cards
es: Tarjetas de widget Liquid Glass
ja: リキッドグラスのウィジェットカード
zh_hans: 液态玻璃小组件卡片
zh_hant: 液態玻璃小工具卡片

source: Listening for the next key combination
es: Esperando la siguiente combinación de teclas
ja: 次のキーの組み合わせを待機中
zh_hans: 正在监听下一个按键组合
zh_hant: 正在等待下一組按鍵組合

source: Live view
es: Vista en vivo
ja: ライブビュー
zh_hans: 实时视图
zh_hant: 即時視圖

source: Loomscreen will release its read access to the local Apple Aerials folder. Existing aerial wallpapers stay applied; you'll need to reconnect to browse the library again.
es: Loomscreen liberará el acceso de lectura a la carpeta local de vistas aéreas de Apple. Los fondos de vistas aéreas ya aplicados se mantienen; tendrás que volver a conectar para explorar la biblioteca de vistas aéreas de nuevo.
ja: Loomscreen は Apple の空撮のローカルフォルダへの読み取りアクセスを解除します。適用中の空撮壁紙はそのまま維持されます。空撮ライブラリを再度表示するには再接続が必要です。
zh_hans: Loomscreen 将释放对本地 Apple 航拍文件夹的读取权限。已应用的航拍壁纸保持不变；如需再次浏览航拍库，请重新连接。
zh_hant: Loomscreen 將釋放對本機 Apple 空照圖資料夾的讀取權限。已套用的空照圖桌布保持不變；如需再次瀏覽空照圖庫，請重新連線。

source: Load Preview
es: Cargar vista previa
ja: プレビューを読み込む
zh_hans: 加载预览
zh_hant: 載入預覽

source: Load preview
es: Cargar vista previa
ja: プレビューを読み込む
zh_hans: 加载预览
zh_hant: 載入預覽
